Revit 2027 API
ParameterTypeId.BendingDetailTypeSchematicWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BendingDetailTypeSchematicWidth { get; }
Public Shared ReadOnly Property BendingDetailTypeSchematicWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BendingDetailTypeSchematicWidth {
	ForgeTypeId^ get ();
}
static member BendingDetailTypeSchematicWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace